Repository: kbroadrick-smartling/kbroadrick-smartling.github.io
Catalog: github-mbta/*/LC_MESSAGES/errors.po
Languages: es

source: required
es: Obligatorio

source: can't be blank
es: no puede dejarse en blanco

source: has already been taken
es: ya está tomado

source: is invalid
es: no es válido

source: must be accepted
es: debe ser aceptado

source: has invalid format
es: tiene un formato no válido

source: has an invalid entry
es: tiene un registro no válido

source: is reserved
es: está reservado

source: does not match confirmation
es: no coincide con la confirmación

source: is still associated with this entry
es: aún está asociado/a con este registro

source: are still associated with this entry
es: aún están asociados/as con este registro

source: should have %{count} item(s)
es: debe tener %{count} elementos

source: should be %{count} character(s)
es: deben ser %{count} caracteres

source: should be %{count} byte(s)
es: deben ser %{count} bytes

source: should have at least %{count} item(s)
es: debe contener como mínimo %{count} elementos

source: should be at least %{count} character(s)
es: debe contener como mínimo %{count} caracteres

source: should be at least %{count} byte(s)
es: debe contener como mínimo %{count} bytes

source: should have at most %{count} item(s)
es: debe contener como máximo %{count} elementos

source: should be at most %{count} character(s)
es: debe contener como máximo %{count} caracteres

source: should be at most %{count} byte(s)
es: debe contener como máximo %{count} bytes

source: must be less than %{number}
es: debe ser menor que %{number}

source: must be greater than %{number}
es: debe ser mayor que %{number}

source: must be less than or equal to %{number}
es: debe ser menor o igual a %{number}

source: must be greater than or equal to %{number}
es: debe ser mayor o igual a %{number}

source: must be equal to %{number}
es: debe ser igual a %{number}
